{
  "title": "Pride of Chetana – Our Navodaya Achievers",
  "description": "At Chetana Education Society, we believe that true success lies in giving every child—no matter their background—the chance to shine. This belief has once again come true as our students from underprivileged families have cleared the prestigious Navodaya Entrance Examination.\n\nComing from humble beginnings, these children have shown that determination, hard work, and the right guidance can break all barriers. Their achievement is not just a personal victory, but also a reflection of our mission to empower the poorest of the poor through education.\n\nFor us, each success story is a reminder that talent knows no boundaries of wealth or privilege. With the support of our dedicated teachers and the vision of our founder, Shri Dinesh Sawai, these students have proved that dreams can become reality.\n\nThey now step forward into new opportunities with courage and hope, inspiring others to believe that education can change lives.",
  "achievers": [
    { "name": "Meghana Munnaji Dupatte", "year": "2020-21" },
    { "name": "Abhishek Mangesh Ughade", "year": "2020-21" },
    { "name": "Sanvidhan Naresh Kamble", "year": "2021-22" },
    { "name": "Vidhi Sandip Lokhande", "year": "2021-22" },
    { "name": "Nidhi Umesh Balsaraf", "year": "2022-23" },
    { "name": "Yashswi Devanand Kumbhalkar", "year": "2022-23" },
    { "name": "Divyani Devrav Chalakh", "year": "2023-24" },
    { "name": "Priyanshi Pravin Gote", "year": "2024-25" },
    { "name": "Govind Kishor Nimje", "year": "2024-25" }
  ],
  "additionalAchievements": [
    "Oxford Public School continues to shine at both national and international levels in Lathi competitions. Two of our talented students, Mahi Rajarkar and Shantanu Jadhav, made the school proud. Mahi won two gold medals at the National Lathi Competition held in Solapur, while Shantanu secured a bronze medal. Both students have been selected to represent India at the upcoming International Lathi Competition in Malaysia.",
    "Our student Yash Borkar also achieved remarkable success in weightlifting, winning at the school-level competition organized by Krida Sankul."
  ]
}

