{
  "stories": [
    {
      "title": "Success Story of Mahi Rajarkar – The Pride of Oxford Public School",
      "slug": "mahi-rajarkar-lathi-champion",
      "excerpt": "Mahi Rajarkar, a passionate and disciplined sportsperson, brought glory to the school by winning two Gold Medals at the National Level Lathi Competition held in Solapur.",
      "content": "<h2>Success Story of Mahi Rajarkar – The Pride of Oxford Public School</h2><p>Every success begins with determination — and Mahi Rajarkar, a student of Oxford Public School, has proved that dedication and hard work always lead to victory.</p><p>Mahi, a passionate and disciplined sportsperson, brought glory to the school by winning two Gold Medals at the National Level Lathi Competition held in Solapur. Her outstanding performance not only earned her appreciation from all corners but also secured her selection for the International Lathi Championship to be held in Malaysia.</p><p>Coming from a humble background, Mahi's journey was not without challenges. Yet, her unwavering spirit, daily practice, and the constant guidance of her coaches and teachers helped her overcome every obstacle. Her parents and the school stood by her at every step, inspiring her to keep moving forward.</p><p>Mahi's achievement reflects the commitment of Oxford Public School towards nurturing young talents and promoting traditional Indian sports like Lathi. She stands as a shining example for all students — proving that with passion, patience, and perseverance, dreams do come true.</p><p><strong>✨ Oxford Public School congratulates Mahi Rajarkar for her remarkable success and wishes her the very best for the upcoming international event in Malaysia.</strong></p>"
    },
    {
      "title": "A Shining Star: The Inspiring Journey of Vidhi Lokhande",
      "slug": "vidhi-lokhande-navodaya-success",
      "excerpt": "Vidhi Lokhande's inspiring journey from humble beginnings to securing a place in Jawahar Navodaya Vidyalaya is a testament to perseverance and determination.",
      "content": "<h2>A Shining Star: The Inspiring Journey of Vidhi Lokhande</h2><p>Every success story has a spark — and for Vidhi Lokhande, that spark was her dream to study in Jawahar Navodaya Vidyalaya. A student of Oxford Public School, Vidhi's journey was not paved with ease. She faced hardships that could have shaken anyone's spirit, but she stood firm with faith, courage, and a heart full of hope.</p><p>Coming from a humble background, Vidhi knew that her path would demand sacrifice and hard work. Many nights she studied under dim light, balancing her dreams with responsibilities at home. There were moments of doubt and difficulty, yet she never gave up. Her teachers at Oxford Public School stood by her like guiding lights, encouraging her every step of the way.</p><p>When the results were announced, and Vidhi's name appeared on the Navodaya selection list, tears of joy filled her eyes. It was not just a result — it was the triumph of perseverance, the victory of belief over barriers. Her success brought immense pride to her family, her school, and everyone who witnessed her journey.</p><p>Today, Vidhi's achievement inspires many other young minds to believe that no obstacle is too great when your dream is pure and your effort is unwavering. She has proven that determination can turn even the smallest hope into a shining reality.</p><p><strong>Oxford Public School celebrates Vidhi Lokhande — a true symbol of courage, dedication, and the power of dreams.</strong></p>"
    }
  ]
}

